<?php
// Heading
$_['heading_title']          = 'Noticeup Города';

// Text
$_['text_success']           = 'Настройки успешно изменены!';
$_['text_list']              = 'Список городов';
$_['text_add']               = 'Добавить';
$_['text_edit']              = 'Редактирование';

// Column
$_['column_name']            = 'Название города';
$_['column_sort_order']      = 'Сортировка';
$_['column_zone']            = 'Название региона';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название города';
$_['entry_sort_order']       = 'Сортировка';
$_['entry_zone']             = 'Название региона';
$_['entry_status']           = 'Статус';

// Error
$_['error_permission']       = 'У Вас нет прав для изменения списка городов!';
$_['error_name']             = 'Название региона должно быть от 3 до 128 символов!';
$_['error_default']          = 'Страна не может быть удалена, поскольку она назначена по умолчанию!';
$_['error_store']            = 'Регион не может быть удален, так как назначен %s магазинам!';
$_['error_address']          = 'Регион не может быть удален, так как назначен %s записям адресной книги!';
$_['error_affiliate']        = 'Регион не может быть удален, так как назначен %s партнерам!';
$_['error_zone_to_geo_zone'] = 'Регион не может быть удален, так как назначен %s географическим зонам!';

